[
    {
        "title": "Selection, Mutations and Codon Usage in Bacterial Model",
        "generated_summary": "The mutation rate seems to vary both among and within genomes, be ing affected by many factors, such as the chromosomal position (Sharp et al., 1989), the G+C content (Wolfe, 1991), the nearest neighbor bases (Blake et al., 1992), the different efficiency of the repair systems between the lagging and the leading DNA strands dur ing replication and also INFN and INFM, sezione di Firenze, Largo E. Some authors have suggested that selection o f some of the rarer tRNA species may be the rate-limiting step in protein synthesis (Varenne et al., 1984): they hy- pothesize that the rate of polypeptide elongation could act as a reg ulatory mechanism in gene expression when clusters of rare codons undergo translatio n, i.e. We rewrite the formula (1) for the time jrequired to duplicate a bacterium belonging to group jas j=/parenleftbiggj a1+l Inserting the Ansatz mj=M0exp( t j) (M0is the total mass at time t= 0) in the equation (4), and using the relations (2), we get for the asymptotic state (1 ) j +l j l j+1x+j l j 11 x= 0, (7) wherex= exp( r). This equation holds independently of jif x= (1 )lr+/radicalbig (1 )2l2r2+4 2q(q+lr) 2 (q+lr), = (1 x2) lrx.(8) 6 Using the relations (2) we get x=(1 )(a1 a0)+/radicalbig (1 )2(a1 a0)2+4 2a0a1(1+K a0)(1+K a1) 2 a0(1+K a1) where ai=a Since plasmids and conjugative transposons play a key role in the interchange of d rug resistance and viru- lence traits among bacteria, and generally in the mobilization of the ge netic material, it has been proposed that the entire pool of genetic information could be accessible to all members of the bacterial community, considered as a single, heterogeneou s organism. colisequenced by Selander ( Selander et al., 1991) and ten sequences of the alkaline phosphatase gene (843phoAgene,CAI= 0.344, standard deviation 0.0059) sequenced by Milkman (DuBose & Hartl, 1 991), shows that genes with higher bias in codon usage present lower levels of silent poly morphism. Although bias in codon usage has been proved to play a role in different iating the ex- pression levels of the genes within the operon, since these mechanis ms act sequentially, the effect of codon bias on the translation process probably depends la rgely on the optimization of the other factors involved in"
    },
    {
        "title": "Insulating behavior of lambda-DNA on the micron scale",
        "generated_summary": "Two-probe measurements on such molec ules provide a hard lower bound for the resistivity >106 cm at bias potentials up to 20 volts, in conflict with recent c laims of moderate to high conductivity. We have investigated the electrical conductivity of -DNA using DNA covalently bonded to Au electrodes. -DNA is a good insulator up to bias potentials of 20 volts. 1 2 3 4 5 6(A) (B)5' 3'3' 5'G A C T S -T4 DNABind directly onto Au5' 3'5' DNAKlenow FIG. 1: (A) The schematic of the incorporation of deoxynu- cleoside triphosphates into -DNA ‘sticky’ ends using the Klenow fragment (3’ 5’ exo ); (B) Pulsed-field gel (PFG) electrophoresis of thiol-modified and natural -DNA before and after ligation [21]. Lane 1: -DNA PFG marker (New England (For the specific DNA samples used in the resistivity measurements, we carried out the dye-staining step afterthe measurements to avoid inadvertent damage from dye intercalation.) 10 m AA BBA-1 A-2 B-1 B-2 C FIG. Chips containing bridging DNA molecules were carefully rinsed in 5 mM ammonium acetate (NH 4Ac, pH 6.6), a volatile buffer that can be completely removed in high vacuum. However, rinsing in 10 mM MgSO 4/40 mM Tris- HCl (pH 8) beforethe NH 4Ac rinsing introduces Mg2+ ions which coat the quartz surface with weak positive charges [6]. Using a cross-section of 3 nm2per molecule, and the estimated number of bridging molecules ( 1000), we obtain the bound on the resistiv- ity of >106 cm in electric fields Eup to 104V/cm. Using a cross-section of 3 nm2per molecule, and the estimated number [17] The incorporation reaction was 100 g/ml -DNA, 0.1 mM dATP, 0.1 mM dGTP and 0.2 mM S4-dTTP in 1 EcoPol buffer(10mMTris-HCl, 5mMMgCl 2and7.5mM dithiothreitol (DTT); pH7.5 @ 25 C; New England Bio- labs), for a total volume of 100 l. [20] Thereaction wascarried outin1 ligation buffer(50mM Tris-HCl, 10 mM MgCl 2, 10 mM DTT, 1 mM ATP and 25 g/ml BSA;pH7.5@25 C) at a -DNAconcentration of 50 g/ml. 400 units of T4 DNA ligase (New England Biolabs) was added to the reaction volume of 20 l, and incubated at room temperature for 5 h. [22] To clean the Au surface, freshly prepared chips were soaked"
    },
    {
        "title": "Solvation model dependency of helix-coil transition in polyalanine",
        "generated_summary": "The interaction bet ween the atoms was described by a standard force field, ECEPP/2,[13] (as implement ed in the pro- gram package SMMP [14]) and is given by: Etot=EC+ELJ+EHB+Etor, (1) EC=/summationdisplay (i,j)332qiqj rij, (2) ELJ=/summationdisplay (i,j)/parenleftBiggAij r12 ij Bij r6 ij/parenrightBigg , (3) EHB=/summationdisplay (i,j)/parenleftBiggCij r12 ij Dij r10 ij/parenrightBigg , (4) Etor=/summationdisplay lUl(1 cos(nl l)). Within this a pproxima- tion, the total solvation energy of a protein is given by the sum of co ntributions from each solv While this energy term decreases between 1000 K and 150 K by 50 Kcal/mol (with most of that change, 30 Kcal/mol, happing around the respective transition temperature Tc) in gas-phase simulations (GP) and in simulations with OONS, SCH and DDE solvation terms, it changes in the same temperat ure interval only by 20 Kcal/mol in simulations utilizing the JRF or W92 parameter sets. Th e OONS andSCH solvation energies again favor extended structures (the radius o f gyration has larger values than found in gas-phase simulations), however, the interpla y of solvation energies and intramolecular ECEPP/2 energy is such that the radius of gyrations (and consequently the compactness) of polyalanine configuration s as a function of temperature shows a similar behavior as the gas-phase simulation. Table 2 summarizes the differences in total energy Etot, solvation energy Esol, poten- tial energy EECEEP/ 2, and the partial energies EC, Helix-coil transitions of am ino-acid homo-oligomers in aqueous solution studied by multicanonical simulatio ns.J. Model Etot Esol EECEPP/ 2 EC ELJ EHB Etor GP 16.9(1) - 16.9(1) 0.4(3) 12.1(1) 4.3(3) 0.8(1) DDE 17.9(6) - 17.9(6) 3.6(2) 10.1(4) 3.9(2) 0.3(1) OONS 11.3(9) 4.1(3) 15.4(6) 0.2(1) 10.7(4) 4.1(1) 0.4(1) SCH 7.1(5) 8.7(1) 15.8(5) 0.7(3) 11.2(2) 4.6(3) 0.7(1) W92 0.7(7) 5.6(6) 6.3(1.1) 0.8(1) 5.8(9) 1.0(2) 0.3(1) JRF – – – – – – – – 15 Table 3: Helix propagation parameter sand nucleation parameter atT= 280"
    },
    {
        "title": "A Configurational Bias Monte Carlo Method for Linear and Cyclic Peptides",
        "generated_summary": "Title: Biased Monte Carlo Method for Linear and Cyclic Peptides Michael Deem and Joel Bader CuraGen Corporation 322 East Main Street Branford, CT 06405 October 9, 2018 Running Title: Biased Monte Carlo of Cyclic Peptides. Consequently, there are two types of Monte Carlo mov es: type I moves change the positions of side chain atoms only, and type II moves change the positions of backbone atoms, rigidly rotating the attached side chains. 1): 1)kvalues of the torsional angle ij,1 j kconnecting rigid unit ito uniti 1 are generated according to the internal potential, pint i( ij) exp[ uint i( ij)]. 2) A 0- 1pair is picked with probability pext 0( 0j, 1j) = exp[ uext 0( 0j, 1j)]/W(n), (7) 6 where W(n)=k(n)/summ Side Group Rigid Units Glycine H Alanine CH 3 Arginine CH 2, CH2, CH2, CN3H5+ Aspartate CH 2, CO2 Asparagine CH 2, CONH 2 Cyst(e)ine CH 2, S(H) Glutamate CH 2, CH2, CO2 Glutamine CH 2, CH2, CONH 2 Histidine CH 2, C3N2H3 Isoleucine CH, CH 2, CH3, CH3 Leucine CH 2, CH, CH 3, CH3 Lysine CH 2, CH2, CH2, CH2, NH3+ Methionine CH 2, CH2, S, CH 3 Phenylalanine CH 2, C6H5 Proline Backbone Groups: C HCH2CH2CH2, N, CO Serine CH 2, OH Threonine CH, CH 3, OH Tryptophan CH2, C 8NH6 Valine CH, CH 3, CH3 Tyrosine CH 2, C6H4, OH units are the CH 2, CN3, CO2, and aromatic ring groups, which have substantial bonding character. We define the root position of a rigid unit to be q2 1 x2 l2 3+2xx(cos 2l3x+sin 2l3y) 2(sin 2l3x cos 2l3y) 2(sin 2l3x cos 2l3y)(x2y+x2z)1/2, 3 negationslash= 0, 5 negationslash= 0 l3x+l4x+l5xcos 4 xxcos 2 sin 2(x2y+x2z)1/2, 3= 0, 5= 0 l3xcos 4 xx(cos 2l3x+sin 2l3y) (sin 2l3x cos 2l3y)(x2y+x2z)1/2, 3= 0, 5= 0 l3xcos 4 xx(cos 2l3x+sin 2l3y) (sin 2l3x cos 2l3y)"
    },
    {
        "title": "Finite-size scaling of the error threshold transition in finite\n  population",
        "generated_summary": "For sufficiently large population size, N, we show that in the critical region the characteristic time for the vanishing of the master strings from th e population is described very well by the scaling assumption =N1/2fa/bracketleftbig (Q Qc)N1/2/bracketrightbig , where fais ana-dependent scaling function. For the single-sharp-peakreplicationlandscape, thedeterministic mod elexhibitsafirst- order transition at Q=Qc= 1/a, whereQis the probability of exact replication of a molecule of length L. For sufficiently large population size, N, we show that in the critical region the characteristic time for the vanishing of the master strings from th e population is described very well by the scaling assumption =N1/2fa/bracketleftbig (Q Qc)N1/2/bracketrightbig , where fais ana-dependent scaling function. The quasispecies concept and the error threshold phenomenon ar e illustrated more neatly for the single-sharp-peak replication landscape, in whic h we ascribe the replication rate Besides, since for the single-sharp-peak replication landscape the strings c an be classified in two types only: the master strings and the error tail, which compr ises all other 3 strings, the population at any given generation can be described by the single in- tegern= 0,1,...,N, which gives the number of master strings in the population. This quantity, denoted by Pt(n), obeys the recursion equation Pt+1(n) =N/summationdisplay m=0T(n,m)Pt(m) (7) with the elements of the transition matrix Tgiven by T(n,m) =m/summationdisplay k=n/parenleftbigg N k/parenrightbigg /parenleftbigg k n/parenrightbigg wk m(1 wm)N kQn(1 Q)k n,(8) where wm=ma N m+ma(9) is the relative fitness of the master strings. In the deterministic regime Using wm 1 form >0 yields T(n,m) =T(n) =/parenleftbigg N n/parenrightbigg Qn(1 Q)N nm >0. Using wm 1 form >0 yields T(n,m) =T(n) =/parenleftbigg N n/parenrightbigg Qn(1 Q)N nm >0. (17) Finally, taking the limits Q Qc= 0 and N. , we can easily verify that = 1 in this limit."
    },
    {
        "title": "Kinetics, Hydrodynamics and Stochastodynamics of Cellular Structure\n  Coarsening",
        "generated_summary": "The function f(a,t) is normalised so that n(t) =/integraltext 0fdais the mean number of cells per unit volume; d/integraldisplay 0adfda= 1; (3) a(t) =/integraltext 0afda/nis the mean cell size and (t) = /V= ( dd/2)/integraltext 0ad 1fda is the mean cell interface density. 2 There is a great number of publications devoted to the question of ” improve- ment” of the individual cell dynamics equation (1) (we will say microsc opic dy- namics equation) to get a good agreement of the cell size distributio nf0(a,t) with experimental data, essentially in the metallurgic literature relat ed to nor- mal grain growth [2, 3, 4, 9, 10]. Let us consider a nonhomogeneous ce llular struc- ture with the macroscopic mean interface density (t) Replacing e(x,t) by (x,t) we can approximately calculate the cell velocity d x/dt=/contintegraltext w(x′,t)ds′/( ddad 1) a w/dand the cell size change rate d a/dt=/contintegraltext w(x′,t)ds′/( ddad 1) w+a2 w/(2d) and find expresions (6) and (7). For the macroscop- ically homogeneous cell structure the set of equations (6)-(9) co mes to (1)-(3) and has the solution (4) with (z) = [dz/(2 z)d+2](2e)dexp[2d/(z 2)] for 0 z 2 and (z) = 0 forz 2 ; i=/integraltext 0zi (z)dz. After su fficiently heavy calculations we obtain, respectively 5 Discussion We see that in the process of structure coarsening the macrosco pic cell interface density (t) decreases with time as (t) t 1/2and the mesoscopic density (x,t) = (t)[1+ (x,t)/ (t)] also decreases (Fig. The competition of two stochastic processes of the cells annihilation and of the cells collectiv e motion 8 S( k)/ S(0) k D=0.1 D=1 D=0.2 Figure3: Scaledstructurefunctionoffluctuations S( k)/ S(0) = 1/[1+(C/A) k2+ (D/A) k4] of the relative interface density (x,t) = (x,t)/ (t) 1 for different D. The short-range ordering of cell interfac e density fluctuations resemble the fluid density fluctuations ordering in the w ell-known phenomenon of critical opalescence. More priscisely, the fluctuations averaged over"
    },
    {
        "title": "Control of Spatially Heterogeneous and Time-Varying Cellular Reaction\n  Networks: A New Summation Law",
        "generated_summary": "It states that the control by th e membrane trans- port, the diffusion control coefficient multiplied by two, and a newly introduced control coefficient associated with changes in the spatial si ze of a system (e.g., cell), all add up to one and zero for the control over flux and co ncentration. We assume that t he spa- tial and temporal variables x1,x2,x3, and , are related to a reference spatial and temporal frame 1, 2, 3, and , via dimensionless modulation parameters Land t: x1= L 1, x 2= L 2, x 3= L 3,andt= t .(6) Note that a reference time interval [0 , end] is rescaled to an actual time interval [0, t end] = t[0, end]; and similarly, the reference volume Vis scaled to an actual volume LV(Figure 1). As a result this choice of parameters leaves the solution ciinvariant: ci( , ; 2 Di, vj, fi, L, t) =ci( , ; Di, vj, fi, L, t).(17) We immediately deduce the second summation theorem for concentr ations, 2n/summationdisplay i=1Cc Di+n/summationdisplay i=1Cc fi+Cc L= 0, (18) wherecstands for any ci( , ). Similarly, since the flux satisfies J( ; 2 Di, vj, fi, L, t) = J( ; Di, vj, fi, L, t), the associated summation theorem results 2n/summationdisplay i=1CJ( ) Di+n/summationdisplay i=1C As in the previous example we thus obtain explicit formulas for the con trol of the various parameters on the flux: CJ k=1 1+ CJ D=1 2 1+ Lcoth L 2+ 2L2(coth2 L 1) Lcoth L 1 CJ p=1 2 1+ Lcoth L 2L2(coth2 L 1) Lcoth L 1 CJ L= 1+ 1 2L2(coth2 L 1) Lcoth L 1 As an example of the concentration control values we choose a poin t at distance L/2 from the center of the cell. Denoting the control coefficients with respect to this quantity as Cc, we calculate Cc k= CJ k Cc D= /parenleftbigg CJ D+1 2 1/parenrightbigg Cc p= /parenleftbigg CJ p 1 2 /parenrightbigg Cc L= /parenleft"
    },
    {
        "title": "A Model of Blood Flow in a Circulation Network",
        "generated_summary": "Assuming that the radial component vi,rof the velocity is small compared to the axial component vi,x of the velocity, one can write equations of mass balance Ri t+Vi Ri x+Ri 2 Vi x= 0, (1.1) and momentum balance Vi t+2(1 i)Vi Ri Ri t+ iVi Vi x+1 Pi x=2 Ri/bracketleftbigg vi,x r/bracketrightbigg r=Ri. Taking into consideration of no-slip boundar y condition ( vi,x= 0 ifr=Ri), the viscous axisymmetry ( vi,x/ r= 0 ifr= 0), and the fact that Viis the cross-sectional average of vi,x, Smith, Pullan and Hunter propose the velocity profile vi,x(r,x) = i+2 iVi(x)/bracketleftbigg 1 /parenleft Then, from (2.10)–(2.13), the integral equations for the 2 unknowns rjl,sjl,rjl′, sjl′,l= 1,..., ,l′= +1,..., constitute a fixed point equation, w=Kw, where w=/parenleftbig rj1,..., rj ,sj1,...,s j ,rj +1,...,r j , sj +1,..., sj /parenrightbig (2.19) and Kw=/parenleft ig 1 rI j1/parenleftbig j1/parenrightbig +1 /integraltextt 0FR j1dt′,..., sj1(1,0)+ /parenleft ig/summationtext k=1m1 jk rjk(1, )+/summationtext k′= We first consider the left and right regions DL ,DR which are next to an external end. /vextendsingle/vextendsingle L i x(0,t)/vextendsingle/vextendsinglemax/braceleftbigg 1,/vextendsingle/vextendsingle/vextendsingle/vextendsingle/parenleftbigg L i x(0,t)/vextendsingle/vextendsinglemax/braceleftbigg L i x(0,t)/vextendsingle/vextendsinglemax/braceleftbigg L i x(0,t)/vextendsingle/vextendsinglemax/braceleftbigg L i x(0,t)/vextendsingle/vextendsinglemax/braceleftbigg L i x(0,t)/vextend"
    },
    {
        "title": "Translocation Properties of Primitive Molecular Machines and Their\n  Relevance to the Structure of the Genetic Code",
        "generated_summary": "ArXiv:physics/0202056v1 [physics.bio-ph] 21 Feb 2002Translocation Properties of Primitive Molecular Machines and Their Relevance to the Structure of the Genetic Code M Aldana-Gonz alez , G Cocho , H. Larralde , G Mart nez-Mekler , M Aldana-Gonz alez , M Aldana-Gonz alez , M Aldana-Gonz alez , M Aldana-Gonz alez , M Aldana-Gonz alez , M Aldana-Gonz alez , M Aldana-Gonz alez , M Aldana-Gonz alez , M Aldana-Gonz alez , M Aldana-Gonz alez , M Aldana-Gonz alez , M Aldana-Gonz alez , Since g enetic 14 0 2 4 6 8 10 12 14 d0.000.100.200.300.400 2 4 6 8 10 12 140.000.100.200.300 2 4 6 8 10 12 140.000.100.200.30 P(d)0 2 4 6 8 10 12 140.000.050.100.150.20 m = 2 m = 3 m = 4 m = Figure6: Probability function Pm(d)fordifferent valuesof m. These conditions hold for the four bases A, T, C and G which have cha rges 16 0 1 2 3 4 5 6 7 8 9 10 (b)0.00.10.20.3 P(d)0 1 2 3 4 5 6 7 8 9 10 (a)0.00.10.20.3 P(d) d d Figure 7: Probability function P4(d) computed by assigning the charges in the polymer in correspondence with genetic sequences of the Drosophila malanogaster genome. In order to answer this question, we define the parameters p3/2andp3/4 as 2The real physical charge values will depend on the system of units In this sense, interg enic 32 0 2 4 60.000.050.100.150.20Influenza A virus0 2 4 60.000.050.100.150.20 |v(k)| HIV 10 2 4 60.000.100.200.300.40Drosophila 0 2 4 60.000.100.200.30M. On the other hand, the power 35 0 2 4 6 8 (b)02040600 2 4 6 8 (a)010203040 |v(k)| k k|v(k)|2 2k = 3.14 k = 2.18* * = 2.01 = 2.88** Figure 18: Power spectrum of the velocity of a 10-monomer chain alo ng a polymer 500 monomers in length. Our results suggest an origin of life scenario in which primordial molec- ular machines of chains moving along polymers in quasi one-dimensiona l 38 geometries, that eventually led to the protein synthesis processe s, were bi- ased towards a dynamics favoring the motion in “steps” or “jumps"
    },
    {
        "title": "Stability of Designed Proteins Against Mutations",
        "generated_summary": "In particular it was found [2–4] that the presence of a large (compared to the dis persion of interaction energies) energy gap between the native state and the bulk of misf olded conformations that are structurally dissimilar to the native state is an important factor that ensures fast folding into the native conformation (foldability requirement). While the stability of designed sequences with respect to point mutat ions has been demonstrated [18] in simulations, and the fact that larger energy g aps imply greater ability of the designed sequence to accomodate many neutral mutations acknowledged [1–4,19–21], the actual quantitative analysis of how many mutations exist that p reserve the native state 2 was missing. This is a consequence of the fact that the value of the energy gap (=2.5), that is, the energy difference between the native and the lowest dissimilar configuration (configuration with a similarity para meterq[29] much smaller than one) is large, much larger than the variance of the cont act energies. In order to fully address this question within our approach one has to consider two further issues: a) that there exist many non- homologous sequences that can still fold to the same conformation [20,35,36], and b) that the des ignability principle emphasizes the strong dependence of the number of sequences o n the properties of the target structure. (n.c.) Tot (n.c.) 1 613 684 2 447 630 1.59 1052.27 105 3 3339 14280 2.30 1074.89 107 4 1.37 1055.30 1051.99 1097.68 109 5 4.29 1053.39106 5 4.29 1053.39106 5 4.29 1053.39106 5 4.29 1053.39106 5 4.29 1053.39106 5 4.29 1053.39106 5 4.29 1053.39106 5 4.29 1053.39106 5 4.29 1053.39106 5 4.29 1053.39106 5 4.29 1053 Distribution n2( E) associated with two pointlike mutations, carried out in th ree different sequences, with gaps = 1.3 (dashed curve), = 1.6 (continuous curve) and = 2.5 (dotted curve) respectively. [7] J.Bryngelson, J.N.Onuchic, N.D.Socci, and P.Wolynes. [9] K.Gast,A.F.Chafotte,D.Zirwer,Y.Guillou, M.Mueller-fromme, C.Ca dieux, M.Hodges, G.Damaschun, and M.Goldberg. [22] HJ Bussemaker, D.Thirumalai, JK Bhattacharjee (1997) Phys.Rev.Lett. 11 12 3 456789101112131415 161718 19 202122232425 26 2728 2930313233343536(b) (c)(a) 5 0 5 10E 02000400060008000"
    }
]